{
  "about": {
    "firstName": "Guilherme",
    "lastName": "Sendyk",
    "bio": "I am techie at heart, quick learner, sometimes a workaholic, and always up for a challenge. Originally from Brazil, embarked on my world tour with the first stop in San Francisco, currently living and working in New York.",
    "socialLinks": [
      {
        "platform": "LinkedIn",
        "url": "https://www.linkedin.com/in/guilherme-sendyk/",
        "icon": "fab fa-linkedin-in"
      },
      {
        "platform": "GitHub",
        "url": "https://github.com/gsendyk",
        "icon": "fab fa-github"
      }
    ]
  },
  "experience": [
    {
      "title": "Triage Engineer",
      "company": "Bloomberg LP",
      "location": "New York, USA",
      "startDate": "November 2020",
      "endDate": "Present",
      "responsibilities": [
        "Responsible in triaging incoming tickets and making sure they are resolved in a timely manner.",
        "Responsible for managing new releases of the Bloomberg Terminal Software to its users.",
        "Develop and maintain automation tools to effectively test repetitive tasks on each new software release."
      ]
    },
    {
      "title": "Technical Support Specialist Team Lead",
      "company": "Bloomberg LP",
      "location": "New York, USA",
      "startDate": "February 2016",
      "endDate": "November 2020",
      "responsibilities": [
        "Maintained quality relationships with the team on both a group and individual level.",
        "Ensured that my team's performance was on track to meet departmental goals across multiple metric categories such as productivity and quality.",
        "Provided tailored coaching that improved individual productivity and performance.",
        "Empowered my team to innovate and challenge traditional thinking on how to best tackle clients' technical issues.",
        "Established strong interdepartmental relationships and strategies to make valuable contributions to the business.",
        "Built and drove strategies for my team that aligned with the department and business goals in the region.",
        "Involved in recruiting, hiring, and identifying candidates with potential to be successful in the role."
      ]
    },
    {
      "title": "Technical Support Backup Team Leader",
      "company": "Bloomberg LP",
      "location": "San Francisco, USA",
      "startDate": "December 2014",
      "endDate": "February 2016",
      "responsibilities": [
        "In December 2014, was offered the position in the San Francisco office to help in building a brand-new team alongside my Team Leader. Due to that, I was responsible for interviewing candidates for the department, not only in San Francisco, but for other global Bloomberg offices as well.",
        "Training new hires to provide the platinum customer support for the Bloomberg Software.",
        "Subject Matter Expert in the Americas region for Desktop API (Bloomberg proprietary Office add-ins) and Network (Bloomberg Private Network) related issues.",
        "Responsible for delivering the Bloomberg Technical Training Certification (BTTC) for external clients, successfully trained over 60 market data analysts on troubleshooting Bloomberg related products thus improving their understanding of the Bloomberg Terminal."
      ]
    },
    {
      "title": "Technical Support Representative / Backup Team Leader",
      "company": "Bloomberg LP",
      "location": "São Paulo, Brazil",
      "startDate": "June 2013",
      "endDate": "December 2014",
      "responsibilities": [
        "As a Technical Support Representative I deliver platinum customer support via phone, chats, and emails. Responsible in guiding clients as quickly and effective as possible into resolving their issues related to the Bloomberg Terminal, Desktop API (Bloomberg proprietary Office add-ins), and Bloomberg proprietary Hardware.",
        "Responsible for identifying bugs, trends, and suggestions for improvement within our products.",
        "Promoted after 6 months in the role to Backup Team Leader for the Latin American region, where I assisted on monitoring and managing global coverage for the department."
      ]
    },
    {
      "title": "Information System Intern",
      "company": "Bloomberg LP",
      "location": "São Paulo, Brazil",
      "startDate": "November 2012",
      "endDate": "May 2013",
      "responsibilities": [
        "Provided support for internal Bloomberg employees experiencing issues with their hardware and software.",
        "Configured loaner devices (laptop/mobile phones) for Bloomberg Sales Team enabling them to effectively perform their duties while on a client visit. Similarly configured loaners for employees visiting the São Paulo office from another Bloomberg Office.",
        "Configured and assigned phone extensions to new hires that joined the company throughout Latin America (PABX)."
      ]
    }
  ],
  "skills": {
    "languages": [
      {
        "name": "Portuguese",
        "proficiency": "Native",
        "skills": "Read/Write/Speak"
      },
      {
        "name": "English",
        "proficiency": "Fluent",
        "skills": "Read/Write/Speak"
      }
    ],
    "tools": [
      {
        "name": "Git",
        "icon": "fab fa-git",
        "url": "https://git-scm.com/"
      },
      {
        "name": "Grafana",
        "icon": "cib:grafana",
        "iconType": "iconify",
        "url": "https://grafana.com/"
      },
      {
        "name": "Jenkins",
        "icon": "simple-icons:jenkins",
        "iconType": "iconify",
        "url": "https://www.jenkins.io/"
      },
      {
        "name": "Jira",
        "icon": "cib:jira",
        "iconType": "iconify",
        "url": "https://www.atlassian.com/software/jira"
      },
      {
        "name": "Python",
        "icon": "fab fa-python",
        "url": "https://www.python.org/"
      },
      {
        "name": "Splunk",
        "icon": "simple-icons:splunk",
        "iconType": "iconify",
        "url": "https://www.splunk.com/"
      }
    ],
    "workflow": [
      "Data Analysis in Excel/Python.",
      "Network troubleshooting.",
      "Dashboard creation in Grafana, Splunk, Humio.",
      "Windows/Mac troubleshooting.",
      "Bloomberg Software (troubleshooting/usage)."
    ]
  },
  "interests": {
    "summary": "I love learning new things, admittedly I sometimes go too deep down the reddit rabbit hole. I am a Lego connoisseur, Formula 1 aficionado, and in my spare time I enjoy watching movies and television shows.",
    "details": "I am always looking for ways to enhance my work and side projects. I achieve that by either reinventing workflows to make them simpler, or by looking into new technologies to apply to my day-to-day life.",
    "hobbies": "When forced outdoors, I will relocate to another indoor facility to play squash."
  }
}
